"use client";

import Image from "next/image";
import blogbg from "../../../public/blogs/blogbg.png";

export default function MarathihowClearClaimHelpyou() {
  return (
    <>
      <main>
        <div>
          <header className="mx-auto mt-28 max-w-screen-lg rounded-t-lg bg-white pt-16 text-center shadow-lg">
            <p className="text-gray-500">Published Sep 26, 2024</p>
            <h1 className="mt-2 text-xl font-bold text-gray-900 sm:text-2xl max-w-2xl mx-auto">
              तुमचे शेअर्स परत मिळवण्यासाठी Clearclaim तुम्हाला कसे मदत करते
            </h1>
            {/* <p className="mt-6 text-md text-gray-500">
              Recently, introduced in the Lok Sabha, the Banking Laws
              (Amendment) Bill 2024 brought in some drastic changes in the
              Indian scenario of unclaimed dividends and shares.
            </p> */}

            <Image
              className="-z-10 absolute top-0 left-0 mt-10 h-96 w-full object-cover"
              src={blogbg}
              alt=""
            />
          </header>
          <div className="mx-auto max-w-screen-lg space-y-6 rounded-b-lg bg-white px-8 pt-10 pb-20 font-serif text-lg tracking-wide text-gray-700 sm:shadow-lg">
            {/* <h2 className="text-2xl font-semibold">
        First Steps to Life Betterment
      </h2> */}
            <blockquote className=" border-[#00BE5D] border-l-4 px-4">
              शेअर मार्केटमध्ये गुंतवणूक करणाऱ्यांसाठी शेअर्स हा एक महत्वपूर्ण
              घटक असतो. पण काही वेळा, आपल्या शेअर्सच्या संदर्भात समस्यांचा सामना
              करावा लागतो – ती गहाळ होणे, शेअरधारक मृत्यू पावल्याने शेअर्स
              आपल्या नावे ट्रान्सफर करून घेणे, अकाउंट्स संबंधित तांत्रिक
              समस्यांमुळे अडचणी येणे किंवा इतर कारणांमुळे कंपन्यांकडे दावे सादर
              करणे आवश्यक असू शकते. अशा परिस्थितीत, Clearclaim तुमच्यासाठी एक
              उपयुक्त साधन ठरू शकते. हा ब्लॉग तुम्हाला Clearclaim तुमच्या शेअर्स
              परत मिळवण्यासाठी कसे मदत करतो याची सविस्तर माहिती देईल.
              {/* <span className="whitespace-nowrap text-sm">— Daniel Lehmer</span> */}
            </blockquote>

            <h2 className="text-xl font-semibold">
              1.दावे नोंदवण्याची सोपी प्रक्रिया
            </h2>

            <li>
              <b>सुरुवात करणे:</b>
              Clearclaim तुमच्या शेअर्सच्या परत मिळवण्याच्या प्रक्रियेची सुरवात
              सहजपणे करू शकता, त्यासाठी पुढील दिलेल्या कोणत्याही एका number वर
              तुम्ही कॉल किंवा व्हाट्सअप द्वारे संपर्क करू शकता (९२०९२४१३०० /
              ९१७२७२१३०० / ९१५६७०१९००)
            </li>
            <li>
              <b>व्यक्तिगत क्लेम अधिकारी:</b>
              Clearclaim सोबत क्लेम प्रक्रिया सुरु झाल्या बरोबर तुम्हाला एक
              क्लेम अधिकारी नेमून दिला जातो, सदर अधिकारी तुमचा क्लेम पूर्ण
              होईपर्यंत तुमच्या संपर्कात राहतो अणि तुमचे काम पूर्ण करुन देतो
            </li>

            <h2 className="text-xl font-semibold">
              2. वापरकर्ता समर्थन आणि मार्गदर्शन
            </h2>
            <li>
              <b>तज्ञ सल्ला: Clearclaim</b>
              च्या तज्ञांकडून तुम्हाला दावे सादर करण्यासाठी आवश्यक असलेले सल्ला
              आणि मार्गदर्शन मिळते. ते तुम्हाला योग्य कागदपत्रे आणि माहितीची
              तयारी कशी करावी हे स्पष्टपणे सांगतात आणि त्याप्रमाणे ते तुमचे सर्व
              कागदपत्रे स्वतः तयार करतात .
            </li>

            <li>
              <b>कागदपत्र तपासणी:</b>
              तुमचे कागदपत्र योग्य आणि अपूर्ण नसल्याची खात्री करण्यासाठी
              Clearclaim तुम्हाला मदत करतो. कागदपत्रांमध्ये त्रुटी राहणार नाही
              याची पूर्णतः खात्री करतो.
            </li>

            <h2 className="text-xl font-semibold">
              3. अधिकाऱ्यांशी संवाद साधणे
            </h2>
           
            <li>
            <b>प्रक्रिया व्यवस्थापन:</b>
              Clearclaim तुमच्या दाव्याची स्थिती नियमितपणे ट्रॅक करते. ते
              संबंधित कंपन्या आणि अधिकाऱ्यांशी संवाद साधून तुमच्या दाव्यावर लक्ष
              ठेवतात.
            </li>
           
            <li>
            <b>अधिकाऱ्यांची आवश्यकता:</b>
              अधिकाऱ्यांकडून अतिरिक्त माहिती किंवा दस्तऐवजांची आवश्यकता असल्यास,
              Clearclaim तुम्हाला त्या गोष्टी जमवण्यासाठी मदत करतो. यामुळे
              प्रक्रियेतील अडचणी दूर होतात आणि तुमच्या दाव्याचा वेगवान निपटारा
              होतो.
            </li>

            <h2 className="text-xl font-semibold">4. गोपनीयता आणि सुरक्षा</h2>
           
            <li>
            <b>डेटा संरक्षण:</b>
              Clearclaim तुमच्या व्यक्तिगत आणि आर्थिक माहितीची सुरक्षितता
              सुनिश्चित करण्यासाठी अत्याधुनिक सुरक्षा तंत्रज्ञानाचा वापर करतो.
              यामुळे तुमच्या माहितीचा गैरवापर किंवा गळती होण्याची शक्यता कमी
              होते.
            </li>
           
            <li>
            <b>गोपनीयता:</b>
              तुमचे सर्व कागदपत्रे आणि माहिती पूर्णपणे गोपनीय राहतात. Clearclaim
              तुमच्या गोपनीयतेसाठी कठोर सुरक्षा नियमांचे पालन करतो.{" "}
            </li>

            <h2 className="text-xl font-semibold">
              5. वेगवान समाधानाची प्रक्रिया
            </h2>
            
            <li>
            <b>जलद प्रक्रिया:</b>
              Clearclaim च्या सिस्टीमचा वापर करून, दावे सादर करणे आणि
              व्यवस्थापित करणे अधिक सोपे आणि जलद होते. यामुळे तुम्हाला तुमच्या
              शेअरच्या परतफेडीची प्रक्रिया वेगवान होण्याची संधी मिळते.
            </li>
            
            <li>
            <b>लक्ष केंद्रित:</b>
              Clearclaim तुमच्या दाव्यावर लक्ष केंद्रित करून तुम्हाला आवश्यक
              असलेल्या उपाययोजना आणि सल्ला प्रदान करतो. यामुळे तुम्ही तुमच्या
              शेअरच्या परतफेडीच्या प्रक्रियेत सहजतेने पुढे जाऊ शकता.
            </li>

            <h2 className="text-xl font-semibold">6.वापरकर्ता अनुभव सुधारणे</h2>
           
            <li>
            <b>सुलभता</b>
              Clearclaim च्या प्लॅटफॉर्मवर सर्व काही सहज आणि स्पष्टपणे उपलब्ध
              आहे. त्यामुळे तुम्हाला तुमच्या दाव्याची नोंदणी आणि व्यवस्थापन सोपे
              होते .
            </li>
           
            <li>
            <b>स्मार्ट सिस्टीम:</b>
              Clearclaim च्या स्मार्ट सिस्टीमचा वापर करून, तुम्ही तात्काळ
              स्थितीचे अपडेट्स मिळवू शकता आणि आवश्यक सुधारणा करणे अधिक सोपे
              होते.{" "}
            </li>

            <h2 className="text-xl font-semibold">
              7. कागदपत्रांची व्यवस्थापन
            </h2>
            
            <li>
            <b>ऑनलाइन अपलोड:</b>
              Clearclaim तुम्हाला आवश्यक कागदपत्रे ऑनलाइन अपलोड करण्याची सुविधा
              देते, ज्यामुळे तुम्ही कागदपत्रांची भांडवली ठेवण्याची चिंता कमी करू
              शकता.
            </li>
           
            <li>
            <b>विस्तृत माहिती:</b>
              प्रत्येक कागदपत्राचे तपशील स्पष्टपणे दाखवले जातात, ज्यामुळे
              तुम्हाला कोणती माहिती आवश्यक आहे हे समजून घेणे सोपे जाते.{" "}
            </li>

            <h2 className="text-xl font-semibold">8. तज्ज्ञ सल्ला</h2>
           
            <li>
            <b>तज्ञांचे सल्ला:</b>
              Clearclaim हे शेअर आणि डिव्हिडंड रिकव्हरी या क्षेत्रातील प्रगल्भ
              कौशल्याने ओळखले जाते. आमच्या टीममध्ये रिकव्हरी प्रक्रियेचे विस्तृत
              ज्ञान असून जटिल IEPF दाव्यांचे विशिष्ट ज्ञान आहे, जे आम्हाला अगदी
              क्लिष्ट गुंतागुंतीची प्रकरणे देखील अचूकपणे हाताळण्याची अनुमती
              देते.
            </li>

            <li>
            <b>सिद्ध यश:</b>
              Clearclaim या प्लॅटफॉर्मकडे 700+ असंख्य शेअरधारकांचे त्यांच्या
              हक्काचे शेअर्स आणि लाभांश मिळून एकत्रित रु. ७० कोटी पेक्षा जास्त
              किमतीचे दावे करण्यात यशस्वीरीत्या मदत करण्याचा ठोस ट्रॅक रेकॉर्ड
              आहे. Clearclaim ने आत्तापर्यंत १२०० पेक्षा जास्त दावे दाखल करून
              यशश्विरित्या ते पूर्ण केले आहेत. यशाचा हा इतिहास भारतातील
              विश्वासार्ह आणि प्रभावी उपाय म्हणून Clearclaim प्रतिष्ठा अधोरेखित
              करतो.
            </li>

            <h2 className="text-xl font-semibold">9. ग्राहक सेवा</h2>
           
            <li>
            <b>सातत्यपूर्ण समर्थन:</b>
              Clearclaim तुमच्या दाव्याच्या प्रक्रियेत तुम्हाला सातत्यपूर्ण
              ग्राहक सेवा प्रदान करते. तुम्ही कधीही मदतीसाठी संपर्क साधू शकता.{" "}
            </li>
           
            <li>
            <b>समस्या निराकरण:</b>
              ग्राहक सेवा तुमच्या समस्यांचे निराकरण करण्यासाठी तत्पर असते.
              कोणतीही समस्या किंवा प्रश्न असतील तर ते जलद उत्तर दिले जातात.
            </li>

            <h2 className="text-xl font-semibold">10. प्रक्रिया पूर्ण करणे</h2>
            
            <li>
            <b>समाधान प्राप्ती:</b>
              Clearclaim तुमच्या दाव्याची प्रक्रिया पूर्ण होण्याच्या दिशेने
              सहाय्य करतो आणि तुमच्या शेअर्सची पुनर्प्राप्ती यशस्वी होण्याची
              शक्यता वाढवतो.{" "}
            </li>
          
            <li>
            <b>फॉलो–अप:</b>
              Clearclaim नियमितपणे दाव्याच्या स्थितीचे फॉलो–अप करतो आणि तुम्हाला
              आवश्यक त्या पुढील पावले उठवण्याची माहिती देतो.
            </li>

            <h2 className="text-xl font-semibold">निष्कर्ष</h2>
            <p>
              Clearclaim तुमचं गहाळ झालेलं शेअर किंवा गुंतवणूक परत मिळवण्यासाठी
              एक प्रभावी साधन आहे. दावे नोंदवणे, कागदपत्र तपासणी, अधिकाऱ्यांशी
              संवाद, गोपनीयता, वेगवान प्रक्रिया, वापरकर्ता अनुभव सुधारणे,
              कागदपत्र व्यवस्थापन, सल्ला आणि शिफारशी, ग्राहक सेवा आणि प्रक्रिया
              पूर्ण करणे या सर्व गोष्टींमध्ये Clearclaim तुम्हाला सहाय्य करते.
              यामुळे, तुम्ही तुमच्या शेअरच्या पुनर्प्राप्तीच्या प्रक्रियेत अधिक
              सहजतेने आणि प्रभावीपणे पुढे जाऊ शकता. Clearclaim च्या मदतीने,
              तुमचं शेअर पुनर्प्राप्ती अधिक सोपी, सुरक्षित आणि जलद होते, आणि
              तुम्ही तुमच्या गुंतवणुकीची सुरक्षा सुनिश्चित करू शकता.
            </p>
          </div>
        </div>
      </main>
      <div className="w-fit mx-auto mt-10 flex space-x-2">
        <div className="h-0.5 w-2 bg-gray-600" />
        <div className="h-0.5 w-32 bg-gray-600" />
        <div className="h-0.5 w-2 bg-gray-600" />
      </div>
      <aside
        aria-label="Recent Posts"
        className="mx-auto mt-10 max-w-screen-xl py-20"
      ></aside>
    </>
  );
}
